export default {
  translation: {
    'hello world': '你好 世界',

    // 设置
    'settings-1': '打开新的',
    'settings-2': '选择语言',
    'settings-2-1': '🇨🇳中文',
    'settings-2-2': '🇬🇧English',

    // 步骤条
    'step-1': '写在前面',
    'step-2': '信息和设置',
    'step-3': '扫描二维码登录微信',
    'step-4': '选择公众号',
    'step-5': '等待活动开始',
    'step-6': '写在后面',

    // 写在前面
    'note-1': '*请确认你的微信可以登录网页端微信 wx.qq.com',
    'note-2': '如果你可以登录网页端微信, 请尽量不要使用Mac版微信客户端, 否则可能会失去登录网页端微信的权限',
    'note-3': '使用本插件存在风险, 请谨慎规避, 而且并不保证能够登记成功',
    'note-4': '扫码前请确认只有手机客户端登录微信, 其他客户端没有登录',
    'note-5': '*请在活动开始十分钟内登录, 避免长时间在线',
    'note-6': '*登录后请不要使用其他客户端再次登录, 否则该程序会退出登录',
    'note-7': '最好在手机端退出网页端微信',
    'note-next': '已阅 进入下一步',

    // 信息录入
    'input-id-label': '身份证',
    'input-id-holder': '请输入18位身份证信息',
    'input-phone-label': '手机号',
    'input-phone-holder': '请输入11位手机号码',
    'input-size-label': '尺码',
    'input-size-holder': 'D (选填)',
    'input-start-label': '发起信息',
    'input-start-holder': 'YEEZY北京 (选填)',
    'input-time-label': '开始时间',
    'input-time-holder': '10:00:00 (选填)',

    // 写在后面
    'note2-1': '请在手机端退出网页微信的登录',
    'note2-2': '感谢使用'
  }
}
