export default {
  translation: {
    'hello world': '你好 世界',

    // 步骤条
    'step-1': '写在前面',
    'step-2': '输入开始指令',
    'step-3': '设置开始时间',
    'step-4': '输入登记信息',
    'step-5': '扫描二维码登录微信',
    'step-6': '等待活动开始',
    'step-7': '写在后面',

    // 写在前面
    'note-1': '*请确认你的微信可以登录网页端微信 wx.qq.com',
    'note-2': '如果你可以登录网页端微信, 请尽量不要使用Mac版微信客户端, 否则可能会失去登录网页端微信的权限',
    'note-3': '使用本插件存在风险, 请谨慎规避',
    'note-4': '扫码前请确认只有手机客户端登录微信, 其他客户端没有登录',
    'note-5': '*请在活动开始十分钟内登录, 避免长时间在线',
    'note-6': '*登录后请不要使用其他客户端再次登录, 否则该程序会退出登录',
    'note-7': '最好在手机端退出网页端微信',
    'note-next': '已阅 进入下一步',

    // 写在后面
    'note2-1': '请在手机端退出网页微信的登录',
    'note2-2': '感谢使用'
  }
}
